{
    "Poker": "Objective: Win chips by having the best hand or by bluffing other players into folding.\\\\nBasic Rules: Players are dealt cards and bet in rounds. Hand rankings determine the winner. Common variants include Texas Hold'em and Five Card Draw.",
    "Blackjack": "Objective: Get a hand total closer to 21 than the dealer, without exceeding 21.\\\\nBasic Rules: Number cards are face value, face cards are 10, Aces are 1 or 11. Players 'hit' (take a card) or 'stand' (keep their hand).",
    "Rummy": "Objective: Form sets (three or four of a kind) or runs (three or more consecutive cards of the same suit).\\\\nBasic Rules: Players draw and discard cards to form melds. The first to meld all their cards wins.",
    "Bridge": "Objective: Win tricks for your partnership. A trick is won by the highest card of the suit led, or the highest trump if trumps are played.\\\\nBasic Rules: A complex trick-taking game involving bidding and play. Played by four players in two partnerships.",
    "Euchre": "Objective: Score points by winning at least three of the five tricks in a hand.\\\\nBasic Rules: A trick-taking game usually played with a 24-card deck (9, 10, J, Q, K, A). Trump suit is determined each hand.",
    "Hearts": "Objective: Avoid taking hearts and the Queen of Spades.\\\\nBasic Rules: A trick-taking game where players try to avoid specific penalty cards. Lowest score wins.",
    "Spades": "Objective: Accurately bid the number of tricks you and your partner will take. Spades are always trump.\\\\nBasic Rules: A trick-taking game where players bid and try to meet their bid. Spades cannot be led until 'broken'.",
    "Go Fish": "Objective: Collect the most sets of four cards of the same rank (books).\\\\nBasic Rules: Players ask opponents for specific ranks. If the opponent has them, they hand them over; otherwise, the asker 'goes fish' (draws from the deck).",
    "Uno": "Objective: Be the first player to get rid of all your cards.\\\\nBasic Rules: Players match the top card on the discard pile by number, color, or symbol. Special action cards add twists.",
    "Crazy Eights": "Objective: Be the first player to empty your hands of cards by matching the rank or suit of the previous card played.\\\\nBasic Rules: Eights are wild and can be played on any card, allowing the player to declare the suit for the next play.",
    "Pinochle": "Objective: Score points by melding combinations of cards and by taking tricks containing valuable cards (Aces, Tens, Kings).\\\\nBasic Rules: A trick-taking and melding game typically played with a 48-card deck (two copies of 9, 10, J, Q, K, A of each suit).",
    "Canasta": "Objective: Score points by melding cards of same rank and making canastas (melds of at least seven cards of the same rank).\\\\nBasic Rules: A Rummy-type game played with two decks of cards. Partnerships try to score points by melding and going out.",
    "Gin Rummy": "Objective: Form your hand into sets and runs, and 'knock' when the value of your unmatched cards (deadwood) is low enough.\\\\nBasic Rules: A two-player Rummy variant. Players draw and discard to improve their hand.",
    "Old Maid": "Objective: Avoid being the player left holding the 'Old Maid' card (an unmatched Queen, or a designated card).\\\\nBasic Rules: Players take cards from each other, discarding pairs. The player with the Old Maid at the end loses.",
    "War": "Objective: Win all the cards in the deck.\\\\nBasic Rules: Players simultaneously flip a card. The higher card wins both. If cards are equal, players go to 'war' (deal additional cards face down, then one face up - winner takes all).",
    "Solitaire": "Objective: Move all cards to the foundation piles, sorted by suit and rank from Ace to King.\\\\nBasic Rules: A single-player game involving arranging cards from a tableau into foundation piles.",
    "Snap": "Objective: Win cards by being the first to shout 'Snap!' when two matching cards are played consecutively.\\\\nBasic Rules: Players take turns playing cards face up onto a central pile. If a played card matches the one immediately below it, the first player to call 'Snap!' wins the pile.",
    "Cribbage": "Objective: Be the first player to score 121 points (or 61 points) through card combinations in hand, in the 'crib', and during play.\\\\nBasic Rules: Involves a unique board for scoring. Players form combinations for points (pairs, runs, flushes, 15s).",
    "Whist": "Objective: Win tricks for your partnership.\\\\nBasic Rules: A plain-trick game without bidding, played by four players in fixed partnerships. The last card dealt determines the trump suit.",
    "Durak": "Objective: Get rid of all your cards. The last player with cards is the 'durak' (fool).\\\\nBasic Rules: A Russian card game. Players attack with cards, and defenders must beat them with higher cards of the same suit or trumps.",
    "President": "Objective: Be the first player to get rid of all your cards in each round to become 'President' in the next.\\\\nBasic Rules: A shedding-type game where players try to play higher cards or sets of cards than the previous player.",
    "Exploding Kittens": "Objective: Avoid drawing an Exploding Kitten card. If you do, you must defuse it or you're out.\\\\nBasic Rules: A highly strategic, kitty-powered version of Russian Roulette. Players draw cards until someone draws an Exploding Kitten.",
    "Mao": "Objective: Be the first player to get rid of all your cards by following unstated rules that players learn through penalties.\\\\nBasic Rules: The rules are secret and new players learn by observation and being penalized for breaking them. The dealer makes up initial rules.",
    "Skat": "Objective: Win points through successful bids to play various game types, or by defeating the declarer's bid.\\\\nBasic Rules: Germany's national card game, a 3-player trick-taking game with complex bidding and play.",
    "Baccarat": "Objective: Bet on which of two hands, the 'Player' or the 'Banker', will have a total closest to 9.\\\\nBasic Rules: A comparing card game. Cards have point values; hands are totaled modulo 10.",
    "Bezique": "Objective: Score points by melding combinations (especially Bezique - Queen of Spades and Jack of Diamonds) and winning tricks with Aces and Tens.\\\\nBasic Rules: A trick-taking game for two players using a 64-card deck (two 32-card decks combined).",
    "Briscola": "Objective: Win tricks containing valuable cards, especially Aces and Threes.\\\\nBasic Rules: An Italian trick-taking game. A trump suit (Briscola) is determined. Players try to win point-scoring cards.",
    "Piquet": "Objective: Score points for various combinations in hand and for winning more tricks than the opponent.\\\\nBasic Rules: A trick-taking game for two players using a 32-card deck (7s through Aces).",
    "Napoleon": "Objective: The bidder (Napoleon) tries to win a declared number of tricks, with a chosen suit as trump.\\\\nBasic Rules: A trick-taking game where players bid for the right to name trump and attempt to win a certain number of tricks.",
    "Patience": "Another name for Solitaire. Objective: Move all cards to the foundation piles, sorted by suit and rank from Ace to King.",
    "Sheepshead": "Objective: Score points by taking tricks containing valuable cards. The player who picks up the 'blind' (two face-down cards) often plays alone against the others.\\\\nBasic Rules: An American trick-taking game derived from Skat, popular in Wisconsin. Uses a 32-card deck.",
    "Ombre": "Objective: For the declarer (Ombre) to win more tricks than either opponent individually.\\\\nBasic Rules: A classic three-player trick-taking game, one of the oldest card games still played. Involves bidding and a trump suit.",
    "Scopa": "Objective: Capture cards from the table by matching or summing to the value of a card played from hand. Points are awarded for scopas (sweeps), cards captured, sevens, and primes.\\\\nBasic Rules: An Italian card game. Players try to 'sweep' the table or capture valuable cards.",
    "Tressette": "Objective: Score points by capturing valuable cards in tricks, especially Aces.\\\\nBasic Rules: An Italian trick-taking game, often played in partnerships. No trump suit is usually used.",
    "Cuarenta": "Objective: Score 40 points by capturing cards and forming combinations.\\\\nBasic Rules: Ecuador's national card game. A fishing-style game with specific point values for captures and sequences.",
    "Hanafuda": "Objective: Score points by collecting sets of cards (yaku) based on months or specific combinations.\\\\nBasic Rules: Japanese flower cards. Various games can be played, most involve matching cards by month/flower type.",
    "Tarot": "Objective: Varies by game. Often, the declarer aims to win a certain number of points from tricks, using the Tarot cards as trumps.\\\\nBasic Rules: Played with a Tarot deck. Many regional variations exist, most are trick-taking games.",
    "Wizard": "Objective: Correctly predict the number of tricks you will win in each round.\\\\nBasic Rules: A trick-taking game with a 60-card deck (standard 52 cards plus 4 Wizards and 4 Jesters). Wizards always win tricks, Jesters always lose.",
    "Dutch Blitz": "Objective: Be the first player to empty your Blitz Pile by playing cards in sequence and color onto Dutch Piles.\\\\nBasic Rules: A fast-paced, real-time multiplayer solitaire game. Players play simultaneously.",
    "Phase 10": "Objective: Be the first player to complete all 10 phases (specific sets or runs of cards).\\\\nBasic Rules: A Rummy-type game where players must complete specific card combinations (phases) in order. If you don't complete the phase, you try again next round."
}