{
    "Poker": "Мета: Виграти фішки, маючи найкращу руку або змусивши суперників скинути карти (блефувати).\\\\nОсновні правила: Гравцям роздають карти і вони роблять ставки по раундах. Переможця визначають за рейтингом рук. Поширені варіанти – Техаський Холдем та П'ятикартковий Дроу.",
    "Blackjack": "Мета: Отримати суму карт ближче до 21, ніж у дилера, не перевищуючи 21.\\\\nОсновні правила: Картки з номіналом – це їх значення, фігурні – по 10, туз – 1 або 11. Гравці можуть 'добирати' або 'залишатися'.",
    "Rummy": "Мета: Формувати набори (три або чотири однакові карти) або послідовності (три і більше карт підряд однієї масті).\\\\nОсновні правила: Гравці тягнуть і скидають карти, щоб сформувати набори. Перший, хто виклав усі карти, виграє.",
    "Bridge": "Мета: Вигравати набори для вашої пари. Набір виграє найвища карта масті, яка була ведучою, або найвищий козир, якщо козирі граються.\\\\nОсновні правила: Складна гра на набір з торгом і грою. Грають четверо у дві пари.",
    "Euchre": "Мета: Набрати очки, вигравши принаймні три з п'яти наборів у роздачі.\\\\nОсновні правила: Гра на набори, зазвичай із 24-карточної колоди (9, 10, J, Q, K, A). Козир визначається кожної роздачі.",
    "Hearts": "Мета: Уникати наборів із червами і Чорної Дами.\\\\nОсновні правила: Гра на набори, де гравці уникають певних штрафних карт. Перемагає той, хто має найменший рахунок.",
    "Spades": "Мета: Точно ставити ставки на кількість наборів, які ваша пара візьме. Піки – завжди козирі.\\\\nОсновні правила: Гра на набори з торгом, гравці намагаються виконати свої ставки. Піки не можна вести, поки вони не 'зломані'.",
    "Go Fish": "Мета: Зібрати найбільше наборів із чотирьох карт одного рангу (книжок).\\\\nОсновні правила: Гравці просять опонентів певний ранг карт. Якщо той має, передає; інакше гравець бере карту з колоди (йде рибалити).",
    "Uno": "Мета: Першим позбутися всіх своїх карт.\\\\nОсновні правила: Гравці підбирають карти за числом, кольором або символом. Спеціальні дії додають інтригу.",
    "Crazy Eights": "Мета: Першим звільнитися від карт, підбираючи їх за рангом або мастю до останньої карти.\\\\nОсновні правила: Вісімки – джокери, можна грати на будь-яку карту і змінювати масть.",
    "Pinochle": "Мета: Набирати очки, формуючи набори карт і виграючи набори з цінними картами (тузами, десятками, королями).\\\\nОсновні правила: Гра на набори, зазвичай з колоди 48 карт (дві копії 9, 10, J, Q, K, A кожної масті).",
    "Canasta": "Мета: Набирати очки, складаючи набори однакових карт і роблячи канасти (набори з щонайменше семи карт одного рангу).\\\\nОсновні правила: Гра типу Раммі з двома колодами. Партнерства змагаються в наборі і виході з гри.",
    "Gin Rummy": "Мета: Формувати набори і послідовності, і 'стукати' коли сумарна вартість непарних карт (мертва вага) достатньо низька.\\\\nОсновні правила: Варіант Раммі для двох. Гравці тягнуть і скидають карти, щоб покращити руку.",
    "Old Maid": "Мета: Уникнути залишитися з картою 'Стара Дама' (неспарованою дамою чи призначеною картою).\\\\nОсновні правила: Гравці беруть карти один в одного, скидаючи пари. Хто лишиться зі Старою Дамою – програє.",
    "War": "Мета: Виграти всі карти в колоді.\\\\nОсновні правила: Гравці одночасно відкривають карту. Вища карта забирає обидві. Якщо карти рівні, починається 'війна' – кладуться додаткові карти, переможець забирає все.",
    "Solitaire": "Мета: Перемістити всі карти до основних стопок, сортуючи за мастю і рангом від Туза до Короля.\\\\nОсновні правила: Однокористувацька гра, де потрібно розкладати карти з таблиці у фундамент.",
    "Snap": "Мета: Виграти карти, першим крикнувши 'Snap!' коли дві однакові карти викладаються підряд.\\\\nОсновні правила: Гравці по черзі кладуть карти на центральну стопку. Якщо дві верхні карти співпадають, перший, хто крикне 'Snap!', забирає стопку.",
    "Cribbage": "Мета: Перемогти, набравши 121 (або 61) очко через комбінації карт у руці, у 'кориті' і під час гри.\\\\nОсновні правила: Використовується унікальна дошка для підрахунку очок. Комбінації включають пари, послідовності, флеші, 15-ки.",
    "Whist": "Мета: Вигравати набори для вашої пари.\\\\nОсновні правила: Гра на набори без торгу, грають четверо у фіксовані пари. Остання роздана карта визначає козир.",
    "Durak": "Мета: Позбутися всіх своїх карт. Останній гравець з картами – 'дурень'.\\\\nОсновні правила: Російська гра. Гравці атакують картами, а захисник має побити їх більшою картою тієї ж масті або козирем.",
    "President": "Мета: Перемогти, першим позбувшись усіх карт у раунді, щоб стати 'Президентом' у наступному.\\\\nОсновні правила: Гра на скидання карт, гравці ставлять карти вищі за попередні.",
    "Exploding Kittens": "Мета: Уникнути витягування карти 'Вибуховий Котик'. Якщо витягнув – потрібно розрядити, або вилетіти з гри.\\\\nОсновні правила: Стратегічна гра, схожа на російську рулетку з котиками. Гравці тягнуть карти, поки хтось не витягне вибухового котика.",
    "Mao": "Мета: Перемогти, першим позбувшись усіх карт, слідуючи невідомим правилам, які гравці вивчають через штрафи.\\\\nОсновні правила: Правила приховані і гравці вчаться, спостерігаючи і отримуючи штрафи. Той, хто роздає, встановлює початкові правила.",
    "Skat": "Мета: Набрати очки через успішні ставки на різні типи гри або через перевищення ставки оголошувача.\\\\nОсновні правила: Національна гра Німеччини, три гравці, складний торг і гра на набори.",
    "Baccarat": "Мета: Ставити на руку 'Гравця' або 'Банкіра', яка буде ближче до 9.\\\\nОсновні правила: Порівняння карт. Карти мають значення, підсумовують за модулем 10.",
    "Bezique": "Мета: Набирати очки, формуючи набори (особливо Безік – Дама Пік і Валет Бубен) і виграючи набори з тузами та десятками.\\\\nОсновні правила: Гра на набори для двох, 64-картна колода (дві 32-картні).",
    "Briscola": "Мета: Вигравати набори, що містять цінні карти, особливо тузи і трійки.\\\\nОсновні правила: Італійська гра на набори. Визначають козир (Брискола). Гравці намагаються виграти цінні карти.",
    "Piquet": "Мета: Набрати очки за комбінації у руці і за виграш більшої кількості наборів, ніж суперник.\\\\nОсновні правила: Гра для двох із 32-картною колодою (7–Туз).",
    "Napoleon": "Мета: Гравець, що робить ставку (Наполеон), намагається виграти оголошену кількість наборів з козирем за вибором.\\\\nОсновні правила: Гра на набори з торгом, гравці ставлять ставки і намагаються виграти оголошену кількість наборів.",
    "Patience": "Інша назва для Солітеру. Мета: Перемістити всі карти до основних стопок, сортуючи за мастю і рангом від Туза до Короля.",
    "Sheepshead": "Мета: Набирати очки, виграючи набори з цінними картами. Гравець, що бере 'сліпу' (дві закриті карти), часто грає один проти інших.\\\\nОсновні правила: Американська гра, походить від Скату, популярна у Вісконсині. Використовується 32-картна колода.",
    "Ombre": "Мета: Декларант (Омбре) намагається виграти більше наборів, ніж кожен суперник окремо.\\\\nОсновні правила: Класична тригравцева гра на набори з торгом і козирем, одна з найстаріших карткових ігор.",
    "Scopa": "Мета: Захоплювати карти з столу, підбираючи або сумуючи до значення карти, яку грають з руки. Очки дають за 'скопи' (захоплення всіх карт), захоплені карти, сімки та пріми.\\\\nОсновні правила: Італійська гра. Гравці намагаються 'змести' стіл або захопити цінні карти.",
    "Tressette": "Мета: Набирати очки, виграючи цінні карти у наборах, особливо тузи.\\\\nОсновні правила: Італійська гра на набори, часто в парах. Зазвичай козирів немає.",
    "Cuarenta": "Мета: Набрати 40 очок, захоплюючи карти і формуючи комбінації.\\\\nОсновні правила: Національна гра Еквадору. Гра типу ловлі карт з певною вартістю захоплень і послідовностей.",
    "Hanafuda": "Мета: Набрати очки, збираючи сети (яку) за місяцями або спеціальними комбінаціями.\\\\nОсновні правила: Японські квіткові карти. Різні ігри, більшість — на збір карт за місяцями/типами квітів.",
    "Tarot": "Мета: Залежить від гри. Зазвичай оголошуючий намагається набрати певну кількість очок за набір, використовуючи Таро як козирі.\\\\nОсновні правила: Грають Таро колодою. Багато варіантів, більшість — гри в набір.",
    "Wizard": "Мета: Правильно прогнозувати кількість виграних наборів у кожному раунді.\\\\nОсновні правила: Гра в набір з колодою 60 карт (52 + 4 Чарівники і 4 Джокери). Чарівники завжди виграють, Джокери завжди програють.",
    "Dutch Blitz": "Мета: Перша позбутись карт з вашої стопки Blitz, викладаючи карти за порядком і кольором на голландські стопки.\\\\nОсновні правила: Швидка гра на реакцію для кількох гравців одночасно.",
    "Phase 10": "Мета: Перша завершити всі 10 фаз (конкретні сети або послідовності карт).\\\\nОсновні правила: Варіант Руммі, де треба виконати конкретні завдання (фази) по черзі. Якщо не виконав — пробуєш знову наступного раунду."
}